[M_HyperionContract873:Kill100BanditsWithFire MissionObjectiveDefinition]
ProgressMessage="...and leader"

[M_HyperionContract873:Killbanditswithcorrosion MissionObjectiveDefinition]
ProgressMessage="...Use deadly weapons"

[M_HyperionContract873:Killbanditswithexplosive MissionObjectiveDefinition]
ProgressMessage="...With explosives"

[M_HyperionContract873:Killbanditswithshock MissionObjectiveDefinition]
ProgressMessage="...when holding hands"
